[
  {
    "abb": "MNC",
    "desc": "Manchester City Football Club is a professional football club based in Manchester, England, that competes in the Premier League, the top flight of English football. Founded in 1880 as St. Mark's, they became Ardwick Association Football Club in 1887 and Manchester City in 1894",
  },
  {
    "abb": "MAN",
    "desc": "Manchester United Football Club, commonly referred to as Man United, or simply United, is a professional football club based in Old Trafford, Greater Manchester, England. The club competes in the Premier League, the top division in the English football league system.",
  },
  {
    "abb": "LIV",
    "desc": "Liverpool Football Club is a professional football club based in Liverpool, England. The club competes in the Premier League, the top tier of English football. Founded in 1892, the club joined the Football League the following year and has played its home games at Anfield since its formation.",
  },
  {
    "abb": "CHE",
    "desc": "Chelsea Football Club is an English professional football club based in Fulham, West London. Founded in 1905, the team play their home games at Stamford Bridge. The club competes in the Premier League, the top division of English football. It won its first major honour, the League championship, in 1955.",
  },
  {
    "abb": "LEI",
    "desc": "Leicester City Football Club is a professional association football club based in Leicester, East Midlands of England. They compete in the EFL Championship, the second level of the English football league system. The club was founded in 1884 as Leicester Fosse F.C, and became known as Leicester City in 1919.",
  },
  {
    "abb": "WHU",
    "desc": "West Ham United Football Club is an English professional football club that plays its home matches in Stratford, East London. The club competes in the Premier League, the top tier of English football. The club plays at the London Stadium, having moved from their former home, the Boleyn Ground, in 2016.",
  },
  {
    "abb": "TOT",
    "desc": "Tottenham Hotspur Football Club, commonly referred to as simply Tottenham or Spurs, is a professional football club based in Tottenham, London, England. It competes in the Premier League, the top flight of English football.",
  },
  {
    "abb": "ARS",
    "desc": "The Arsenal Football Club, commonly known as Arsenal, is an English professional football club based in Holloway, North London. Arsenal compete in the Premier League, the top flight of English football.",
  },
  {
    "abb": "LEE",
    "desc": "Leeds United Football Club is a professional football club based in Leeds, West Yorkshire in England. The club play their home matches at Elland Road and compete in the Championship, the second level of the English football league system."
  },
  {
    "abb": "EVE",
    "desc": "Everton Football Club is an English professional association football club based in Liverpool that competes in the Premier League, the top tier of English football."
  },
  {
    "abb": "AVL",
    "desc": "Aston Villa Football Club, commonly referred to as Villa, is a professional football club based in Aston, Birmingham, England. The club, founded in 1874, competes in the Premier League, the top tier of the English football league system. The team have played at their home ground Villa Park since 1897."
  },
  {
    "abb": "NEW",
    "desc": "Newcastle United Football Club is a professional association football club based in Newcastle upon Tyne, Tyne and Wear, England. The team compete in the Premier League, the first level of the English football league system, as of the 2023–24 season."
  },
  {
    "abb": "WOL",
    "desc": "Wolverhampton Wanderers Football Club, commonly referred to as Wolves, is a professional football club based in Wolverhampton, England, which competes in the Premier League. The club has played at Molineux Stadium since moving from Dudley Road in 1889."
  },
  {
    "abb": "CRY",
    "desc": "Crystal Palace Football Club, commonly referred to as Palace, is a professional football club based in Selhurst in the Borough of Croydon, South London, England, which competes in the Premier League, the highest level of English football."
  },
  {
    "abb": "SOU",
    "desc": "Southampton Football Club is an English professional football club based in Southampton, Hampshire, that competes in the EFL Championship, the second tier of English football. Its home ground since 2001 has been St Mary's Stadium, before which it was based at The Dell. The team play in red and white shirts. "
  },
  {
    "abb": "BHA",
    "desc": "Brighton & Hove Albion Football Club, commonly referred to simply as Brighton, is an English professional football club based in the city of Brighton and Hove. They compete in the Premier League, the top tier of the English football league system."
  },
  {
    "abb": "BUR",
    "desc": "Burnley Football Club is an English association football club based in Burnley, Lancashire, that competes in the Premier League, the first tier of English football."
  },
  {
    "abb": "FUL",
    "desc": "Fulham Football Club is a professional football club based in Fulham, Greater London, England. The team competes in the Premier League, the top level of the English football league system."
  },
  {
    "abb": "WBA",
    "desc": "West Bromwich Albion Football Club is a professional association football club based in West Bromwich, West Midlands, England. It competes in the EFL Championship, the second level of the English football league system. The club was formed in 1878 and has played at its home ground, The Hawthorns, since 1900."
  },
  {
    "abb": "SHU",
    "desc": "Sheffield United Football Club is a professional football club in Sheffield, South Yorkshire, England, that competes in the Premier League, following their promotion from the 2022–23 EFL Championship. They are nicknamed the Blades due to Sheffield's history of cutlery production."
  },
  {
    "abb": "SWA",
    "desc": "Swansea City Association Football Club is a Welsh professional football club based in Swansea, Wales. It competes in the Championship, the second tier of English football."
  },
  {
    "abb": "STK",
    "desc": "Stoke City Football Club is a professional association football club based in Stoke-on-Trent, Staffordshire, England. The team competes in the EFL Championship, the second level of the English football league system."
  },
  {
    "abb": "WAT",
    "desc": "Watford Football Club is an English professional football club based in Watford, Hertfordshire. They play in the EFL Championship, the second tier of the English football league system."
  },
  {
    "abb": "BOU",
    "desc": "AFC Bournemouth is a professional association football club based in Kings Park, Boscombe, a suburb of Bournemouth, Dorset, England. The club competes in the Premier League, the highest division of English club football. Formed in 1899 as Boscombe, the club adopted their current name in 1971."
  },
  {
    "abb": "SUN",
    "desc": "Sunderland Association Football Club is an English professional football club based in the city of Sunderland, Tyne and Wear. The team compete in the Championship, the second level of the English football league system."
  },
  {
    "abb": "NOR",
    "desc": "Norwich City Football Club is an English professional football club based in Norwich, Norfolk. Norwich compete in the EFL Championship, the second tier of the English football league system. The club was founded in 1902."
  },
  {
    "abb": "HUL",
    "desc": "Hull City Association Football Club is a professional association football club based in Kingston upon Hull, East Riding of Yorkshire, England. They compete in the EFL Championship, the second level of the English football league system."
  },
  {
    "abb": "MID",
    "desc": "Middlesbrough Football Club is a professional association football club based in Middlesbrough, North Yorkshire, England. The team competes in the EFL Championship, the second level of the English football league system."
  },
  {
      "abb": "HUD",
      "desc": "Huddersfield Town Association Football Club is a professional association football club based in Huddersfield, West Yorkshire, England. The team competes in the EFL Championship, the second level of the English football league system. Huddersfield Town were founded in 1908."
  },
  {
      "abb": "CAR",
      "desc": "Cardiff City Football Club is a professional association football club based in Cardiff, Wales. It competes in the Championship, the second tier of the English football league system."
  },
  {
      "abb": "BRE",
      "desc": "Brentford Football Club is a professional association football club in Brentford, West London, England. The team compete in the Premier League, the first level of the English football league system."
  },
  {
      "abb": "NOT",
      "desc": "Nottingham Forest Football Club is a professional association football club based in West Bridgford, Nottingham, England. The team compete in the Premier League, the first level of the English football league system. Founded in 1865, Forest have played their home games at the City Ground since 1898."
  },
  {
      "abb": "LTN",
      "desc": "Luton Town Football Club is a professional football club based in Luton, Bedfordshire, England, that competes in the Premier League, the top level of the English football league system."
  },
  {
      "abb": "BLK",
      "desc": "Blackburn Rovers Football Club is a professional football club, based in Blackburn, Lancashire, England, which competes in the EFL Championship, the second level of the English football league system. They have played home matches at Ewood Park since 1890."
  },{
      "abb": "CHA",
      "desc": "Charlton Athletic Football Club is a professional association football club based in Charlton, south-east London, England. The team compete in EFL League One, the third level of the English football league system. Their home ground is The Valley, where the club have played since 1919."
  },{
      "abb": "BIR",
      "desc": "Birmingham City Football Club is a professional football club based in Birmingham, England. Formed in 1875 as Small Heath Alliance, it was renamed Small Heath in 1888, Birmingham in 1905, and Birmingham City in 1943. Since 2011, the first team have competed in the EFL Championship, the second tier of English football."
  },{
      "abb": "BOL",
      "desc": "Bolton Wanderers Football Club is a professional association football club based in Horwich, Greater Manchester, England. The team competes in League One, the third level of the English football league system."
  },{
      "abb": "POR",
      "desc": "Portsmouth Football Club is a professional association football club based in Portsmouth, Hampshire, England. The team currently competes in the EFL League One, the third level of the English football league system, but will play in the EFL Championship in the 2024–25 season after winning the 2023-24 EFL League One title."
  },{
      "abb": "WGA",
      "desc": "Wigan Athletic Football Club is an English professional association football club based in Wigan, Greater Manchester, England. The team competes in the EFL League One, the third level of the English football league system."
  },
  {
      "abb": "REA",
      "desc": "Reading Football Club is a professional football club based in Reading, Berkshire, England. They compete in EFL League One, the third level of the English football league system. They play their home matches at the Madejski Stadium."
  },
  {
      "abb": "DER",
      "desc": "Derby County Football Club (/ˈdɑːrbi/) is a professional association football club in Derby, England. The team competes in League One, the third level of the English football league system. Notable for being one of the 12 founder members of the Football League in 1888, Derby County is one of only 10 clubs to have competed in every season of the English football league system, with all but six of those being in the top two divisions."
  },
  {
      "abb": "QPR",
      "desc": "Queens Park Rangers Football Club, commonly abbreviated to QPR, is a professional association football club based in Shepherd's Bush, West London, England. The team compete in the EFL Championship, the second level of the English football league system."
  }
]
